/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Pentru a te putea abona este nevoie de o destinație (Adresă IP - sau - Nume domeniu) ";

/* About prefs tab title */
"About" = "Despre";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Descărcări adiționale";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Alertă! Growl va fi adăugat în lista obiectelor care vor porni automat imediat după autentificare.";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Admite abonarea altor computere la toate notificările";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Permiţând acest lucru, Growl se va lansa de fiecare dată când te vei conecta, astfel încât să fie disponibil aplicațiilor care îl utilizează în orice moment";

/* Notification always stay on screen */
"Always" = "Întotdeauna";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "O eroare irecuperablă a avut loc la crearea sau deschiderea bazei de date a jurnalului.⏎\nPentru moment am dezactivat jurnalul, cu toate acestea, ruloul va continua să funcționeze.⏎\nDacă jurnalul este reactivat, nimic nu va fi salvat, iar Growl va utiliza o capacitate mare de memorie.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Aplicație";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Aplicația decide";

/* Label for application level display style choice */
"Application's Display Style" = "Stilul de afișare al aplicației";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplicația: %1$@\nTitlul: %2$@\nDescrierea: %3$@\nApasă pentru a deschide jurnalul";

/* Application prefs tab title */
"Applications" = "Aplicații";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Ești sigur că vrei să închizi?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Ești sigur că vrei să muți %@?\n";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Configurare de intrare Bonjour, de negăsit în prezent";

/* Button title for canceling */
"Cancel" = "Renunță";

/* Clear all history button title */
"Clear All History" = "Șterge tot istoricul";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Elimină toate notificările din ruloul jurnalului";

/* No comment provided by engineer. */
"Clear Rollup" = "Șterge roloul";

/* Column title for a computer entry */
"Computer Name" = "Numele computerului";

/* Continue button title */
"Continue" = "Continuă";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Fișierul sunet \"%@\" nu a fost găsit";

/* Title of menu item for default display */
"Default" = "Standard";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Poziția standard de afișare a notificărilor";

/* Default style picker label */
"Default Style" = "Stil standard";

/* alert when history database could not be moved aside */
"Disabling History" = "Dezactivarea istoricului";

/* Label for the display style of the selected notification */
"Display Style:" = "Stil de afișare:";

/* Column title for Display Styles */
"Display Styles" = "Stilurile de afișare";

/* Display prefs tab title */
"Displays" = "Afișări";

/* Continue button title when done */
"Done" = "Terminat";

/* Label for the effect to use */
"Effect:" = "Efect:";

/* Emergency notification priority */
"Emergency" = "Urgență";

/* Label for application on/off switch */
"Enable %@" = "Activează %@";

/* Label for application on/off switch */
"Enable application" = "Activează aplicația";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Activează autentificarea automată pentru Growl";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Activează istoricul:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Activează jurnalul";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Activarea acestei opţiuni va face ca Growl să ruleze fără a prezenta o pictogramă în Doc sau bara de meniu. ⏎\n⏎\nPentru a accesa preferinţele, apasă Growl în Launchpad, sau deschide Growl în Finder.";

/* Alert when database has been corrupted */
"Error opening history database." = "Eroare la deschiderea bazei de date a istoricului.";

/* A fade effect */
"Fade" = "Ieși";

/* fatal alert */
"Fatal Error" = "Eroare fatală";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Configurări de securitate: notificările prin rețea se folosesc de serviciul TCP utilizând portul 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Redirecționează notificările către alte computere.";

/* Tab title for forwarding */
"Forwarding" = "Redirecționare";

/* General prefs tab title */
"General" = "Generalități";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Preia aplicația";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Mai multe stiluri";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Semnalizare carențe";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the History Database, and will terminate upon closing this window.  Please contact us at support@growl.info." = "La încercarea de a configura baza de date a jurnalului, Growl a întâmpinat o eroare fatală, ea se va termina cu închiderea aceastei fereastre.  Te rog să ne contactezi la support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Istoric dezactivat";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Modificările efectuate vor avea efect la următoarea pornire a Growl.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Rulou notificări";

/* button to open http://growl.info */
"Growl Web Site" = "Pagina oficială pe internet";

/* No comment provided by engineer. */
"Hide Rollup" = "Ascunde ruloul";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Ascunde ruloul jurnalului";

/* High notification priority */
"High" = "Ridicată";

/* History prefs tab title */
"History" = "Jurnal";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Dacă închizi Growl nu vei mai primi notificări.";

/* GNTP unauthorized packet error message */
"Incoming remote notifications and registrations have been disabled by the user" = "Notificările primite de la distanţă şi înregistrările au fost dezactivate de către utilizator";

/* GNTP unathorized packet error message */
"Incoming subscription requests have been disabled by the user" = "Cererile de abonare primite au fost dezactivate de către utilizator";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Indică un computere care a fost descoperit și utilizează Growl versiunea 1.3 sau mai nouă";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Indică un computer introdus manual pentru redirecționare sau abonare";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informează %@ atunci când o notificare este acționată";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Protocolul versiunii wste invalid.  Doar versiunea 1.0 este suportată";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Păstrează suma";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Mamorează zilele";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Măsuri dezinstalare Growl";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Enunțarea notificărilor intrate";

/* Title for section containing apps from the local machine */
"Local" = "Local";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Lipsește vectorul de inițializare pentru criptate ";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Serie de cod sofisticat lipsă, malformat sau invalid.";

/* Moderate notification priority */
"Moderate" = "Moderată";

/* Network prefs tab title */
"Network" = "Rețea";

/* Notification will never stay on screen */
"Never" = "Niciodată";

/* No comment provided by engineer. */
"No" = "Nu";

/* Growl will run compeletely in the background */
"No icon visible" = "Nicio pictogramă viziblă";

/* No comment provided by engineer. */
"No Recent Notifications" = "Nicio notificare recentă";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Notificări";

/* If the string is too long, use O */
"OFF" = "O";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* If the string is too long, use I */
"ON" = "I";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Deschide preferințele...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Deschide panoul cu preferințe";

/* Column title for a password */
"Password" = "Parolă";

/* No comment provided by engineer. */
"Pause Growl" = "Pauză temporară";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Întrerupe temporar afișarea notificărilor";

/* Label for choosing which sound plays for the selected notification */
"Play Sound:" = "Redare sunet:";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Te rog nu introdu - localhost, Growl nu suportă redirecționare către sine. ";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Te rog nu introdu - localhost, Growl nu suportă abonarea la el însuși.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Te rog intrude o adresă  IPv4 sau IPv6 validă, sau un nume de domeniu valid";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Funcția '%@' a cost instalată cu success. Vrei să o configurezi acum?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Funcția '%@' este deja instalată, vrei să o rescri?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Funcția '%@' nu va avea efect pe acest Mac cu această versiune de Mac OS X. O instalezi indiferent?";

/* No comment provided by engineer. */
"Plugin already exists" = "Funcția există deja";

/* No comment provided by engineer. */
"Plugin installed" = "Funcție instalată";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Funției îi lipsește arhitectura nativă";

/* No comment provided by engineer. */
"Plugin not installed" = "Funcție neinstalată";

/* Preferences window title */
"Preferences" = "Preferințe";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Previzualizare";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioritate:";

/* No comment provided by engineer. */
"Quit" = "Închide";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Închide de tot";

/* Button title for removing something */
"Remove" = "Elimină";

/* No comment provided by engineer. */
"Resume Growl" = "Reactivează ";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Reactivează notificările vizuale";

/* Rollup prefs tab title */
"Rollup" = "Rulou";

/* Rollup all notifications radio button */
"Rollup all notes" = "Rulează toate notele";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Afiarea automată a ruloului ";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Rulou: activ";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Rulează doar notele autentificate";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Caută";

/* second part of string for idle timeout */
"seconds of inactivity" = "secunde de inactivitate";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Trimite notificările către rulou după:";

/* Label for server password field */
"Server Password:" = "Parolă server:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Afișează ce este inactiv";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Afișază pictograma în ambele";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Afișează pictograma în Doc";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Afișează pictograma în bara de meniu";

/* No comment provided by engineer. */
"Show Rollup" = "Afișează ruloul";

/* No comment provided by engineer. */
"Show the History Rollup" = "Afișează juranlul ruloului";

/* A slide effect */
"Slide" = "Glișează";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "Într-un fel sau altul am decodat protocolul de indenftificare fără a ne semnala vreo eroare, acest lucru ar trebui să fie imposibil. El este valid sau nu.";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Pornește Growl la autentificare";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Rămânere pe ecran:";

/* Tab title for subscribers tab */
"Subscribers" = "Abonați";

/* Tab title for subscriptions tab */
"Subscriptions" = "Subscrieri";

/* No comment provided by engineer. */
"There are no new notifications" = "Nicio notificare nouă";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Notificare în timpul absenței: %lu";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "A intervenit o eroare în momentul abonării la computerul la distanță:⏎\ncod: %1$d⏎\ndescriere: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "A intervenit o eroare în timpul instalării funcției '%@'.";

/* No comment provided by engineer. */
"There was error opening the History database file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "A intervenit o eroare la deschiderea fişierului bazei de date a jurnalului, este posibil să fie corupt. ⏎\nGrowl va muta baza de date la o parte, şi ca crea o bază de date nouă. ⏎\nAcest lucru poate datora faptului că Growl sau computerul au avut o eroare spontană.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Notificări în timpul absenței: %lu";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Această acţiune nu poate fi anulată, te rog să confirmi că dorști să ștergi întregul jurnal de notificări";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Acesta este un exemplu al afișării %@";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Acest lucru nu ar trebui să se întâmple niciodată! -(void)abonarea ar trebuie să fie accesată doar pentru intrări locale";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Aceasta va elimina toate configurările Growl pentru %@.";

/* Column title for the time column in the history table */
"Time" = "Timp";

/* Column title for the title column in the history table */
"Title" = "Titlu";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Pentru a preveni baza de date a jurnalului de la o creștere pe termen nedefinit, cel puțin un tip de finisare automată trebuie să fie activă";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Dezactivarea ambele funcţii de echipare automată, nu este permisă.";

/* GNTP packet with an unsupported encryption algorithm */
"Unsupported encryption type, %@" = "%@ : tip de criptare nesuportat";

/* Column title for whether to use the item on the row */
"Use" = "Utilizează";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Poziție personalizată de afișare";

/* label for using the global default starting position */
"Use default starting position" = "Poziție standard de afișare";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Valid până:";

/* Very low notification priority */
"Very Low" = "Foarte scăzută";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Avertisment! Ești pe cale de a șterge tot jurnalul";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Atenţie! Activarea acestei opţiuni va face ca Growl să ruleze în fundal";

/* GNTP error */
"We encountered an error parsing the packet, we don't know where it came from" = "Am întâmpinat o eroare la decodarea pachetului, nu ştiu de unde vine";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Bun venit la Growl!";

/* No comment provided by engineer. */
"Yes" = "Da";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Nu te poți conecta manual la una din următoarele aderese:";

